tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/services"

brew "ack"
brew "autoconf"
brew "automake"
brew "openssl"
brew "readline"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "node"
brew "bower", link: false
brew "emacs"
brew "cask"
brew "cmake"
brew "coreutils"
brew "dialog"
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libksba"
brew "gnupg", link: false
brew "go"
brew "pkg-config"
brew "python@2"
brew "libtool"
brew "graphviz"
brew "grep"
brew "hardlink"
brew "hardlink-osx"
brew "imagemagick@6", link: true
brew "libpq"
brew "librsvg"
brew "libvo-aacenc"
brew "libxml2", link: true
brew "libyaml"
brew "little-cms2"
brew "mongodb"
brew "mongodb@3.4"
brew "mosh"
brew "openssh", link: false
brew "optipng"
brew "p7zip"
brew "parallel"
brew "postgresql"
brew "potrace"
brew "pup"
brew "pwgen"
brew "qemu"
brew "redis"
brew "scons"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "yarn"
brew "youtube-dl"

cask "pusher"
cask "sublime-text"

mas "Xcode", id: 497799835

